ext-sources-app/tests/test_files/soap/DeathMaster_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:getDeathMasterRecord>
         <arg0>001010001</arg0>
      </impl:getDeathMasterRecord>
   </soapenv:Body>
</soapenv:Envelope>
